Repository: KristianMSchmidt/semantic-art-search
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da, nl

source: Aquatints
da: Akvatinter
nl: Aquatinten

source: Busts
da: Buster
nl: Bustes

source: Designs
nl: Ontwerpen

source: Drawings
da: Tegninger
nl: Tekeningen

source: Guaches
da: Gouacher
nl: Gouaches

source: Miniatures
da: Miniaturer
nl: Miniaturen

source: Paintings
da: Malerier
nl: Schilderijen

source: Prints
da: Tryk
nl: Prenten

source: Watercolors
da: Akvareller
nl: Aquarellen

source: Ship in a storm
da: Skib i en storm
nl: Schip in een storm

source: Reading child
da: Læsende barn
nl: Lezend kind

source: Orientalism
da: Orientalisme
nl: Oriëntalisme

source: Inside cathedral
da: Inde i katedral
nl: Binnen in kathedraal

source: Ancient Rome
da: Det antikke Rom
nl: Het oude Rome

source: War
da: Krig
nl: Oorlog

source: Music
da: Musik
nl: Muziek

source: Moonlight by the sea
da: Månelys ved havet
nl: Maanlicht bij de zee

source: Fauvism
da: Fauvisme
nl: Fauvisme

source: Cubism
da: Kubisme
nl: Kubisme

source: Blue dress
da: Blå kjole
nl: Blauwe jurk

source: Death
da: Død
nl: Dood

source: Elephant
da: Elefant
nl: Olifant

source: Hindu deity
da: Hinduistisk guddom
nl: Hindoe godheid

source: Painter
da: Maler
nl: Schilder

source: Male model
da: Mandlig model
nl: Mannelijk model

source: Fish still life
da: Stilleben med fisk
nl: Visstilleven

source: Anatomy lesson
da: Anatomilektion
nl: Anatomische les

source: Winter landscape
da: Vinterlandskab
nl: Winterlandschap

source: Colorful flowers in a vase
da: Farverige blomster i en vase
nl: Kleurrijke bloemen in een vaas

source: Crucifixion
da: Korsfæstelse
nl: Kruisiging

source: Breastfeeding
da: Amning
nl: Borstvoeding

source: Calligraphy and landscape
da: Kalligrafi og landskab
nl: Kalligrafie en landschap

source: Persian carpet
da: Persisk tæppe
nl: Perzisch tapijt

source: Mourning
da: Sorg
nl: Rouw

source: Buddha
nl: Boeddha

source: Dead birds
da: Døde fugle
nl: Dode vogels

source: Bible scene
da: Bibelscene
nl: Bijbelscène

source: Camel
da: Kamel
nl: Kameel

source: Martin Luther
nl: Maarten Luther

source: Windmill
da: Vindmølle
nl: Windmolen

source: Map of a fortress
da: Kort over en fæstning
nl: Kaart van een fort

source: A glimpse into the archive
da: Et glimt ind i arkivet
nl: Een blik in het archief

source: Works matching your filters
da: Værker der matcher dine filtre
nl: Werken die voldoen aan uw filters

source: Search results (%(count)d works)
da: Søgeresultater (%(count)d værker)
nl: Zoekresultaten (%(count)d werken)

source: Discover art through meaning-driven search!
da: Opdag kunst gennem meningsdrevet søgning!
nl: Ontdek kunst door middel van betekenisgedreven zoeken!

source: Search by theme, style, emotion, or more...
da: Søg efter tema, stil, følelse eller mere...
nl: Zoek op thema, stijl, emotie of meer...

source: Search
da: Søg
nl: Zoeken

source: Try these examples
da: Prøv disse eksempler
nl: Probeer deze voorbeelden

source: Select All
da: Vælg alle
nl: Alles selecteren

source: works
da: værker
nl: werken

source: All Work Types
da: Alle værktyper
nl: Alle typen

source: %(count)d Work Type
da: %(count)d type
nl: %(count)d type

source: All Museums
da: Alle museer
nl: Alle musea

source: Work Type
da: Type
nl: Type

source: Work Types
da: Typer
nl: Typen

source: Museums
da: Museer
nl: Musea

source: Pastels
da: Pasteller
